[
    {
        "title": "อุปกรณ์อิเล็กทรอนิกส์คืออะไร",
        "subtitle": "อุปกรณ์อิเล็กทรอนิกส์คืออะไร คือ อุปกรณ์ที่เกี่ยวข้องกับวงจรไฟฟ้าโดยมีการไหลของกระแสไฟฟ้าในวงจรไฟฟ้า",
        "image_url": "https://www.srt.co.th/images/article/00007/13759.jpg",
        "details": "อุปกรณ์อิเล็กทรอนิกส์คืออะไร/n/คือ อุปกรณ์ที่เกี่ยวข้องกับวงจรไฟฟ้าโดยมีการไหลของกระแสไฟฟ้าในวงจรไฟฟ้า โดยใช้ชิ้นส่วนหรืออุปกรณ์อิเล็กทรอนิกส์เป็นส่วนหนึ่งขององค์ประกอบ เมื่อกระแสไฟฟ้าไหลผ่านอุปกรณ์ชนิดหนึ่งจะเกิดปฏิกิริยาเกิดขึ้น ทำให้อุปกรณ์นั้นมีการใช้งานหรือมีกระแสไฟฟ้าเกิดขึ้นนั้นเอง  เรามีดูกันดีกว่า อุปกรณ์อิเล็กทรอนิกส์ มีอะไรบ้าง วันนี้เราจะยกตัวอย่างมา 11 อย่างแล้วกันนะครับ "
    },
    {
        "title": "หัวแร้ง (Electric Soldering)",
        "subtitle": "เป็นอุปกรณ์ที่ละลายตะกั่วและเพิ่มความร้อนให้ทองแดง",
        "image_url": "https://cdn.pixabay.com/photo/2015/11/11/12/24/soldering-iron-1038540_960_720.jpg",
        "details": "เป็นอุปกรณ์ที่ละลายตะกั่วและเพิ่มความร้อนให้ทองแดง และขาอุปกรณ์ในลายวงจร เพื่อให้ตะกั่วละลายไหลเข้าไปในขาอุปกรณ์และให้ติดกับแผงวงจร /n/นิยมใช้ในงานเชื่อมแผ่นวงจรอุปกรณ์อิเล็กทรอนิกส์เป็นส่วนใหญ่ และคำว่าหัวแร้งปืนนั้นมาจาก รูปลักษณ์ของมันที่มีด้ามจับเหมือนปืน และมีปุ่มเร่งความร้อนเหมือนไกปืนอีกด้วย ซึ่งลักษณะพิเศษที่มีปุ่มเร่งความร้อนนี้เอง จึงเป็นที่ชื่นชอบของคนที่ใช้งานเพราะเมื่อกดปุ่ม ก็สามารถทำค่าความร้อนได้เลย"
    },
    {
        "title": "มัลติมิเตอร์ (Mutimeter",
        "subtitle": "เครื่องมือวัดทางไฟฟ้าที่สามารถวัดปริมาณไฟฟ้าได้หลากหลายชนิด",
        "image_url": "https://cache-igetweb-v2.mt108.info/uploads/images-cache/1403/product/47791065b568a9d50abcf93039a0631a_full.jpeg",
        "details": "เครื่องมือวัดทางไฟฟ้าที่สามารถวัดปริมาณไฟฟ้าได้หลากหลายชนิด เช่น แรงดัน, กระแส, ความต้านทานและสามารถใช้กับไฟกระแสตรง (DC) หรือไฟกระแสสลับ (AC) ได้ แหล่งพลังงานในการทำงานของมัลติมิเตอร์ในปัจจุบันนั้นได้มาจากแบตเตอรี่ขนาด AA หรือ AAA /n/ทำให้อุปกรณ์มีขนาดเล็กและน้ำหนักเบาสามารถนำไปใช้งานในที่ต่างๆ ได้อย่างง่ายดาย การแสดงผลของมัลติมิเตอร์จะมีด้วยกัน 2 แบบ คือมัลติมิเตอร์แบบเข็ม(Analog Multimeter) และมัลติมิเตอร์แบบตัวเลข (Digital Multimeter)"
    },
    {
        "title": "แอมมิเตอร์ (Ammeter)",
        "subtitle": "เป็นเครื่องมือวัดที่ใช้วัดกระแสไฟฟ้าในวงจรไฟฟ้า",
        "image_url": "https://cdn.pixabay.com/photo/2013/05/12/09/39/gauge-110779_960_720.jpg",
        "details": "เป็นเครื่องมือวัดที่ใช้วัดกระแสไฟฟ้าในวงจรไฟฟ้า โดยนำแอมมิเตอร์มาต่ออนุกรมกับวงจรไฟฟ้า ซึ่งสามารถวัดไฟฟ้ากระแสตรงได้"
    },
    {
        "title": "ตัวต้านทาน (Resistor)",
        "subtitle": "เป็นอุปกรณ์ทำหน้าที่ต้านทานการไหลของกระแสไฟฟ้า",
        "image_url": "https://cdn.pixabay.com/photo/2012/04/02/13/40/resistor-24520_960_720.png",
        "details": "เป็นอุปกรณ์ทำหน้าที่ต้านทานการไหลของกระแสไฟฟ้าโดยใช้ได้ทั้งไฟฟ้ากระแสตรงและไฟฟ้ากระแสสลับ /n/ถ้าความต้านทานมากกระแสไฟฟ้าก็จะไหลผ่านตัวต้านทานได้น้อย แต่ถ้าความต้านทานน้อยกระแสไฟฟ้าก็จะไหลผ่านตัวต้านทานได้มาก"
    },
    {
        "title": "ตัวเก็บประจุ (Capacitor or Condenser)",
        "subtitle": "มีคุณสมบัติในการเก็บประจุไฟฟ้า",
        "image_url": "http://cdn.differencebetween.net/wp-content/uploads/2018/01/Difference-Between-Capacitor-and-Condenser.jpg",
        "details": "มีคุณสมบัติในการเก็บประจุไฟฟ้า ซึ่งเกิดจากการที่มีแผ่นโลหะสองแผ่นวางอยู่ใกล้ๆ กัน /n/แต่ไม่แตะถึงกัน โดยมีแผ่นไดอิเล็กตริก ซึ่งมีลักษณะเป็นฉนวนกั้นอยู่ระหว่างแผ่นโลหะทั้งสองแผ่น"
    },
    {
        "title": "ไดโอด (Diode)",
        "subtitle": "ทำมาจากสารกึ่งตัวนำ มีขนาดเล็ก มีขั้วต่อออกมาใช้งาน 2 ขั้ว",
        "image_url": "https://res.cloudinary.com/rsc/image/upload/b_rgb:FFFFFF,c_pad,dpr_1.0,f_auto,h_843,q_auto,w_1500/c_pad,h_843,w_1500/F8116100-01?pgw=1&pgwact=1",
        "details": "ทำมาจากสารกึ่งตัวนำ มีขนาดเล็ก มีขั้วต่อออกมาใช้งาน 2 ขั้ว มีคุณสมบัติยอมให้กระแสไฟฟ้าผ่านได้ทางเดียวเมื่อป้อนแรงดันไฟฟ้าตรงขั้ว /n/และจะไม่ยอมให้กระแสไฟฟ้าผ่านได้เมื่อป้อนแรงดันไฟฟ้ากลับขั้ว"
    },
    {
        "title": "ทรานซิสเตอร์ (Transistor)",
        "subtitle": "เป็นอุปกรณ์สารกึ่งตัวนำชนิด 3 ตอนต่อชนกัน",
        "image_url": "https://cdn.pixabay.com/photo/2012/05/07/03/40/electronic-47851_960_720.png",
        "details": "เป็นอุปกรณ์สารกึ่งตัวนำชนิด 3 ตอนต่อชนกัน โดยใช้สารกึ่งตัวนำชนิด P และชนิด N /n/ทรานซิสเตอร์ต้องสร้างให้ตัวนำตอนกลางแคบที่สุด มีขาต่อออกมาใช้งาน 3 ขา"
    },
    {
        "title": "แผงทดลองวงจร (Project Board)",
        "subtitle": "เป็นพื้นที่ทดลองเสียบชิ้นส่วนอิเล็กทรอนิกส์เบื้องต้น",
        "image_url": "http://friendonlinestore.com/wp-content/uploads/2016/04/Breadboard-GL-12-3.jpg",
        "details": "เป็นพื้นที่ทดลองเสียบชิ้นส่วนอิเล็กทรอนิกส์เบื้องต้น สะดวก รวดเร็ว ก่อนนำไปใช้งานจริง โดยไม่ต้องอาศัยหัวแร้งในการบัดกรี"
    },
    {
        "title": "วงจรแผ่นพิมพ์ (Printed Circuit Boards)",
        "subtitle": "วงจรแผ่นพิมพ์หรือแผ่นปริ้นท์",
        "image_url": "https://cdn.pixabay.com/photo/2017/05/25/01/55/circuit-board-2342048_960_720.png",
        "details": "วงจรแผ่นพิมพ์หรือแผ่นปริ้นท์ เป็นแผ่นพลาสติกที่ผิวด้านหนึ่งถูกเคลือบด้วยแผ่นทองแดงบาง เพื่อใช้ทำลายพิมพ์วงจรและทำให้เกิดวงจรขึ้นมา /n/ใช้เป็นลายตัวนำในการเชื่อมต่ออุปกรณ์อิเล็กทรอนิกส์เข้าด้วยกัน เกิดเป็นวงจรต่างๆ ตามต้องการ "
    },
    {
        "title": "หม้อแปลง (Transformer)",
        "subtitle": "มีลักษณะเป็นขดลวดทองแดงอาบน้ำยาที่พันอยู่บนแกนตั้งแต่ 2 ชุดขึ้นไป",
        "image_url": "https://res.cloudinary.com/rsc/image/upload/b_rgb:FFFFFF,c_pad,dpr_1.0,f_auto,h_703,q_auto,w_1250/c_pad,h_703,w_1250/F1235703-01?pgw=1&pgwact=1",
        "details": "มีลักษณะเป็นขดลวดทองแดงอาบน้ำยาที่พันอยู่บนแกนตั้งแต่ 2 ชุดขึ้นไป ทำหน้าที่ผ่านแรงดันไฟฟ้า /n/จากขดลวดชุดหนึ่งไปยังอีกชุดหนึ่งโดยการเหนี่ยวนำทางเส้นแรงแม่เหล็กไฟฟ้า"
    },
    {
        "title": "วงจรรวม IC (Integrated Circuit)",
        "subtitle": "เป็นอุปกรณ์รวมการทำงานของทรานซิสเตอร์",
        "image_url": "https://cdn.pixabay.com/photo/2013/03/02/01/25/main-board-89050_960_720.jpg",
        "details": "เป็นอุปกรณ์รวมการทำงานของทรานซิสเตอร์ ไดโอด รีซิสเตอร์ และอุปกรณ์สารกึ่งตัวนำอื่นๆ เข้ารวมเป็นชิ้นเดียวกัน /n/และมีขาออกมาภายนอกสำหรับป้อนแหล่งจ่าย มีหลายชนิดแล้วแต่หน้าที่การทำงาน"
    }
]